Repository: gheyret/english2uyghur
Catalog: xfce-uyghur.tmx
Source language: en_us
Languages: ug

source: Resolved Related Options:
ug: ‹Resolved› قا مۇناسىۋەتلىك تاللانمىلار:

source: Resource monitors
ug: مەنبە كۆزەتكۈچلىرى

source: Restart
ug: قايتا قوزغات

source: Restart Style
ug: قايتا قوزغىتىش ئۇسلۇبى

source: Restart command
ug: قايتا باشلاش بۇيرۇقى

source: Restart the running instance of Xfce power manager
ug: ئىجرا بولۇۋاتقان Xfce نىڭ ئۈلگىسىنى قايتا باشلايدۇ

source: Restart the running panel instance
ug: ئىجرا بولۇۋاتقان كۆزنەك ئۈلگىسىنى قايتا قوزغىتىش

source: Restarting computer in %d seconds.
ug: يەنە %d سېكۇنتتىن كېيىن قايتا قوزغىلىدۇ.

source: Restarting...
ug: قايتا قوزغىلىۋاتىدۇ...

source: Restore minimized windows to current _workspace
ug: ھازىرقى خىزمەت رايونىدىكى كىچىكلىتىلگەن كۆزنەكلەرنى ئەسلىگە كەلتۈر(_W)

source: Restore num l_ock state on startup
ug: كۇنۇپكا NumLock نىڭ ھالىتىنى ئېسىدە تۇتسۇن(_O)

source: Restore original _size of maximized windows when moving
ug: ئەڭ چوڭ ھالەتتىكى كۆزنەك يۆتكەلگەندە ئەسلىدىكى چوڭلۇقى ئەسلىگە كەلتۈرۈلسۇن(_S)

source: Restore original size of maximi_zed windows when moving
ug: ئەڭ چوڭ ھالەتتىكى كۆزنەك يۆتكەلگەندە ئەسلىدىكى چوڭلۇقى ئەسلىگە كەلتۈرۈلسۇن(_S)

source: Restore the minimized windows
ug: كىچىكلىتىلگەن كۆزنەكنى ئەسلىگە كەلتۈرىدۇ

source: Restore the previous configuration
ug: بۇرۇنقى سەپلىمىنى ئەسلىگە كەلتۈر

source: Restore the selected file
ug: تاللانغان ھۆججەتنى ئەسلىگە كەلتۈرۈش

source: Restore trashed files to original paths
ug: ئەخلەتخانىدىكى ھۆججەتنى ئەسلىدىكى ئورنىغا ئەسلىگە كەلتۈرىدۇ

source: Restored
ug: ئەسلىگە كەلتۈرۈلدى

source: Restores your session on startup and allows you to shutdown the computer from Xfce.
ug: باشلانغاندا سىزنىڭ ئەڭگىمىڭىزنى ئەسلىگە كەلتۈرىدۇ ۋە Xfce ئارقىلىق سىستېمىنى تاقاشقا بولىدۇ.

source: Restoring files...
ug: ھۆججەتلەرنى ئەسلگە كەلتۈرۈۋاتىدۇ...

source: Results
ug: نەتىجىلەر

source: Resume automatically
ug: ئاپتوماتىك قايتا باشلاش

source: Resume previous session on startup
ug: باشلانغاندا ئالدىنقى ئەڭگىمەنى داۋام قىلسۇن

source: Resume timer
ug: ۋاقىت ئۆلچىگۈچنى قايتا باشلا

source: Reverse order of the history shown in the menu
ug: تىزىملىكتە كۆرسىتىلگەن ئىزنىڭ تەرتىپىنى تەتۈر قىلىدۇ

source: Reverse scroll d_irection
ug: سىيرىش يۆنىلىشى تەتۈر بولسۇن(_I)

source: Reverse the order of something
ug: تەرتىپىنى تەتۈر قىلىدۇ

source: Revert
ug: ئەسلىگە قايتۇر

source: Revert Related Options:
ug: ‹Revert› قا مۇناسىۋەتلىك تاللانمىلار:

source: Revert failed
ug: ‹Revert› مەغلۇپ بولدى

source: Revert to the saved version of the file
ug: ساقلانغان ھۆججەتكە ئەسلىگە قايتۇر

source: Reverted
ug: ئەسلىگە قايتۇرۇلدى

source: Revision
ug: تۈزىتىلمە

source: Revision property deleted
ug: تۈزىتىلمە خاسلىقى ئۆچۈرۈلدى

source: Revision property set
ug: تۈزىتىلمە خاسلىقى توپى

source: Revision:
ug: تۈزىتىلمە:

source: Rewritable Blu-ray Disc
ug: قايتا-قايتا يازغىلى بولىدىغان Blu-ray دىسكىسى

source: Rewritable CD
ug: قايتا-قايتا يازغىلى بولىدىغان CD

source: Rewritable DVD
ug: قايتا-قايتا يازغىلى بولىدىغان DVD

source: Rewritable DVD (DVD-RAM)
ug: قايتا-قايتا يازغىلى بولىدىغان DVD (DVD-RAM)

source: Rewritable HD-DVD
ug: قايتا-قايتا يازغىلى بولىدىغان HD-DVD

source: Right
ug: ئوڭ

source: Right workspace
ug: ئوڭدىكى خىزمەت رايونى

source: Ristretto Image Viewer
ug: رىسترېتتو(Ristretto) سۈرەت كۆرگۈ

source: Ristretto is an image viewer for the Xfce desktop environment.
ug: رىسترېتتو(Ristretto) بولسا Xfce ئۈستەلئۈستى مۇھىتىدىكى سۈرەت كۆرگۈدۇر.

source: Ro_tation:
ug: چۆرگىلىتىش(_T):

source: Rodent File Manager
ug: Rodent ھۆججەت باشقۇرغۇ

source: Roll Window Down
ug: كۆزنەكنى ئاستىغا تۈرۈپ قويۇش

source: Roll Window Up
ug: كۆزنەكنى ئۈستىگە تۈرۈپ قويۇش

source: Romanian
ug: رۇمىنىيەچە

source: Rotate Clockwise
ug: سائەت ئىسترېلكىسى يۆنىلىشىدە چۆرگىلىتىش

source: Rotate Counterclockwise
ug: سائەت ئىسترېلكىسىغا قارشى يۆنىلىشتە چۆرگىلىتىش

source: Rotate JPEG file by changing EXIF orientation value (only if EXIF orientation tag exists)
ug: JPEG ھۆججىتىنى EXIF دېگەن يۆنىلىش قىممىتىنى ئۆزگەرتىش ئارقىلىق چۆرگىلىتىش (پەقەت EXIF دېگەن يۆنىلىش قىممىتى مەۋجۇت بولسا)

source: Rotate _Left
ug: سولغا چۆرگىلەت(_L)

source: Rotate _Right
ug: ئوڭغا چۆرگىلەت(_R)

source: Row Spacing
ug: قۇر ئارىلىقى

source: Row _Size (pixels):
ug: قۇر چوڭلۇقى (پىكسېل)

source: Row can contain either text or a BibTeX string key
ug: قۇردا تېكىست ياكى BibTeX تېكىست ئاچقۇچى بولسا بولىدۇ

source: Row spacing
ug: قۇر بوشلۇقى

source: Ruby Scripts
ug: Ruby پروگراممىسى

source: Rules hint
ug: قائىدە بېشارىتى

source: Run
ug: ئىجرا قىل

source: Run ADDRESS as a web application
ug: ADDRESS نى تور پروگراممىسى قاتارىدا ئىجرا قىلىدۇ

source: Run Audio Mi_xer
ug: ئۈن كىرىشتۈرگۈنى ئىجرا قىل(_R)

source: Run PCManFM as a daemon
ug: PCManFM نى daemon سۈپىتىدە ئىجرا قىلىش

source: Run Program...
ug: پروگرامما ئىجرا قىل...

source: Run Task Manager as root
ug: ۋەزىپە باشقۇرغۇنى ئالىي ئىشلەتكۈچى سۈپىتىدە ئىجرا قىل

source: Run _on click:
ug: چەكسىلا ئىجرا بولسۇن(_O):

source: Run a program
ug: پروگراممىنى ئىجرا قىلىدۇ

source: Run a web search
ug: توردىن ئىزدەيدۇ

source: Run as _web application
ug: تور پروگراممىسى شەكلىدە ئىجرا قىل(_W)

source: Run command
ug: بۇيرۇق ئىجرا قىل

source: Run command in terminal
ug: تېرمىنالدا بۇيرۇق ئىجرا قىل

source: Run gtk_init with --sync (debug mode)
ug: gtk_init نى --sync نىڭ بىلەن ئىجرا قىلىش(سازلاش ھالىتى)

source: Run in _terminal
ug: تېرمىنالدا ئىجرا قىل(_T)

source: Run in daemon mode
ug: مۇئەككەل ھالىتىدە ئىجرا قىل

source: Run in daemon mode (not supported)
ug: مۇئەككەل ھالىتىدە ئىجرا قىلىش (تېخى ئىشلەتكىلى بولمايدۇ)

source: Run in terminal
ug: تېرمىنالدا ئىجرا قىل

source: Run on new _messages:
ug: يېڭى خەت كەلگەندە ئىجرا بولسۇن(_M):

source: Run the specified filename as javascript
ug: كۆرسىتىلگەن ھۆججەت نامىنى javascript دەپ قاراپ ئىجرا قىلىدۇ

source: Run xflock4 before suspending or hibernating the system
ug: سىستېمىنى توڭلىتىش ياكى ئۇخلىتىشتىن ئاۋۋال xflock4 نى ئىجرا قىلسۇن

source: Running
ug: ئىجرا قىلىۋاتىدۇ

source: Runs in terminal emulator
ug: تېرمىنال تەقلىدلىگۈچتە ئىجرا بولىدۇ

source: Russian (KOI8-R)
ug: رۇسچە(KOI8-R)

source: S
ug: جەنۇب

source: S.M.A.R.T. harddisk temperatures
ug: S.M.A.R.T. قاتتىق دىسكا تېمپېراتۇرىسى

source: SD/MMC Disk
ug: SD/MMC دىسكا

source: SE
ug: شەرقىي-جەنۇب

source: SE & SW Asian
ug: شەرقىي جەنۇبى ئاسىيا & غەربى جەنۇبى ئاسىيا

source: SIOCGIFCONF error: %s
ug: SIOCGIFCONF خاتالىق: %s

source: SIOCGIFFLAGS error: %s
ug: SIOCGIFFLAGS خاتالىق: %s

source: SSE
ug: جەنۇبىي شەرقىي-جەنۇب

source: SSW
ug: جەنۇبىي غەربىي-جەنۇب

source: STARTTLS is used by default, use port 465 for secure SMTP.
ug: كۆڭۈلدە STARTTLS ئىشلىتىلىدۇ، بىخەتەر SMTP ئۈچۈن 465 ئېغىزىنى ئىشلىتىڭ.

source: STARTTLS security was requested, but this server does not support it.
ug: STARTTLS بىخەتەرلىك ئىلتىماسى يوللانغان ئىدى، بىراق مۇلازىمېتىر بۇنى قوللىمايدىكەن.

source: SW
ug: غەربىي-جەنۇب

source: S_ave Search
ug: ئىزدەشنى ساقلا(_S)

source: S_end
ug: يوللا(_E)

source: S_ender
ug: ئەۋەتكۈچى(_S)

source: S_how
ug: كۆرسەت(_H)

source: S_how icons of volumes on desktop
ug: دىسكىلارنىڭ سىنبەلگىسىنى ئۈستەلئۈستىدە كۆرسەتسۇن(_H)

source: S_kip All
ug: ھەممىسىنى ئۆتكۈزۈۋەت(_K)

source: S_kip windows that have "skip pager" or "skip taskbar" properties set
ug: «skip pager» ياكى «skip taskbar» خاسلىقى بېكىتىلگەن كۆزنەكتىن ئاتلاپ كەت.

source: S_ort Files
ug: ھۆججەتلەرنى تەرتىپلەش(_O)

source: S_plash
ug: قوزغىلىش ئېكرانى(_S)

source: S_witch User
ug: ئىشلەتكۈچى ئالماشتۇر(_W)

source: S_witches
ug: ئۈزچاتلار(_W)

source: Sa_turation:
ug: رەڭ تويۇنۇشى(_T):

source: Safe removal of removable volumes
ug: removable volumes نى بىخەتەر چىقىرىش

source: Safely remove "%s"
ug: "%s" نى بىخەتەر چىقىرىش

source: Samba's testparm failed for an unknown reason
ug: Samba نىڭ testparm نامەلۇم سەۋەبلەر تۈپەيلى مەغلۇپ بولدى

source: Samba's testparm returned error %d
ug: Samba نىڭ testparm %d دېگەن خاتالىق قايتۇردى

source: Samba's testparm returned error %d: %s
ug: Samba نىڭ testparm %d دېگەن خاتالىق قايتۇردى: %s

source: Samba's testparm returned with signal %d
ug: Samba نىڭ testparm %d دېگەن سىگنالنى قايتۇردى

source: Same as Other Windows
ug: باشقا كۆزنەكلەرگە ئوخشاش

source: Same as buttons
ug: توپچىلارغا ئوخشاش

source: Same as dialogs
ug: سۆزلەشكۈلەرگە ئوخشاش

source: Same as drag icons
ug: سۆرەش سىنبەلگىسىگە ئوخشاش

source: Same as menu items
ug: تىزىملىك تۈرلىرىگە ئوخشاش

source: Samplerate
ug: ئەۋرىشكە تېزلىكى

source: Sat
ug: شەنبە

source: Saturation:
ug: تويۇنۇش دەرىجىسى:

source: Sav_e and close
ug: ساقلاپ تاقا(_E)

source: Save
ug: ساقلا

source: Save .torrent/.metalink files on disk
ug: ھۆججەتلەرنى(.torrent/.metalink نى) دىسكىغا ساقلاش

source: Save A_ll
ug: ھەممىنى ساقلا(_L)

source: Save As
ug: باشقا ئاتتا ساقلاش

source: Save As...
ug: باشقا ئاتتا ساقلا…

source: Save Changes
ug: ئۆزگىرىشلەرنى ساقلاش

source: Save DeaDBeeF EQ Preset
ug: DeaDBeeF EQ نىڭ ئالدىن تەڭشىشىنى ساقلاش

source: Save File
ug: ھۆججەت ساقلاش

source: Save File As
ug: باشقا ئاتتا ساقلاش

source: Save I_mage
ug: سۈرەتنى ساقلا(_M)

source: Save Playlist As
ug: قويۇش تىزىمىنى باشقا ئاتتا ساقلاش

source: Save Preset
ug: ئالدىن تەڭشەشنى ساقلاش

source: Save Sess_ion
ug: ئەڭگىمەنى ساقلا(_I)

source: Save Sessio_n
ug: ئەڭگىمەنى ساقلا(_N)

source: Save _As...
ug: باشقا ئاتتا ساقلا(_S)…

source: Save _Video
ug: سىننى ساقلا(_V)

source: Save a copy of the image
ug: رەسىمنىڭ كۆچۈرمىسىنى ساقلايدۇ

source: Save all document in this window
ug: نۆۋەتتىكى كۆزنەكتىكى ھەممە ھۆججەتنى ساقلايدۇ

source: Save and close
ug: ساقلاپ ئاندىن تاقايدۇ

source: Save as
ug: باشقا ئاتتا ساقلا

source: Save associated _resources
ug: مۇناسىۋەتلىك مەنبەلەرنى ساقلا(_R)

source: Save audio tags.
ug: ئۈن tag لىرىنى ساقلايدۇ.

source: Save copy
ug: كۆچۈرمىسىنى ساقلا

source: Save current document as another file
ug: نۆۋەتتىكى ھۆججەتكە باشقا ئات قويۇپ ساقلايدۇ

source: Save downloaded files to:
ug: چۈشۈرگەن ھۆججەتنى ساقلايدىغان ئورۇن:

source: Save file
ug: ھۆججەت ساقلا

source: Save file as
ug: باشقا نامدا ساقلا

source: Save media tags changes
ug: خەتكۈشلەر(tags)نىڭ ئۆزگىرىشىنى ساقلاش

source: Save message as draft
ug: ئۇچۇرنى ئورىگىنال قىلىپ ساقلايدۇ

source: Save on _quit
ug: ئاخىرلاشقاندا ساقلا(_Q)

source: Save playlist
ug: قويۇش تىزىملىكى ساقلا

source: Save screenshot as...
ug: ئېكران كۆرۈنۈشىنى باشقا ئاتتا ساقلا...

source: Save the current document
ug: نۆۋەتتىكى ھۆججەتنى ساقلايدۇ

source: Save the current search
ug: نۆۋەتتىكى ئىزدەشنى ساقلايدۇ

source: Save the panel configuration
ug: ‹كۆزنەك› تەڭشىكىنى ساقلا

source: Save the screenshot to a PNG file
ug: ئېكران كۆرۈنۈشىنى PNG ھۆججەت قىلىپ ساقلايدۇ

source: Save to a file
ug: ھۆججەتكە ساقلايدۇ

source: Saved Search Properties
ug: ساقلانغان ئىزدەشنىڭ خاسلىقى

source: Saved logins and _passwords
ug: ساقلانغان كىرىشلەر ۋە ئىملار(_P)

source: Saves the window position and geometry and restores it at the start
ug: كۆزنەكنىڭ ئورنى ۋە شەكلىنى ساقلاپ قوزغالغاندا ئەسلىگە كەلتۈرىدۇ

source: Saving Session
ug: ئەڭگىمەنى ساقلاش

source: Sc_an for devices
ug: ھەممە ئۈسكۈنىلەرنى ئىزدە(_A)

source: Scale artwork towards longer side
ug: سۈرەتنى ئۇزۇن تەرىپى بويىچە چوڭايتىش

source: Scaled
ug: سوزۇلغان-قىسىلغان

source: Scaling driver:
ug: تەڭشىگۈچى قوزغاتقۇ:

source: School where thesis was written
ug: بۇ ماقالە يېزىلغان مەكتەپ

source: Scope:
ug: دائىرە:

source: Scr_ollbar is:
ug: سىيرىغۇچ بالداق:

source: Screen %d
ug: ئېكران %d

source: Screen %d, Monitor %d
ug: ئېكران %d, كۆزەتكۈچ %d

source: Screen %d, Monitor %d (%s)
ug: ئېكران %d, كۆزەتكۈچ %d (%s)

source: Screensaver
ug: ئېكران قوغدىغۇچ

source: Screensaver applets
ug: ئېكران قوغداش قوللانچاقلىرى

source: Screensavers
ug: ئېكران قوغدىغۇچ

source: Screenshot
ug: ئېكران كۆرۈنۈشى

source: Scripts
ug: قوليازمىلار

source: Scroll Delay
ug: سىيرىلىش كېچىكىشى

source: Scroll Speed
ug: سىيرىلىش تېزلىكى

source: Scroll Stepwidth
ug: سىيرىلىش قەدىمى

source: Scroll _Down
ug: پەسكە سىيرىل(_D)

source: Scroll _Left
ug: سولغا سىيرىل(_L)

source: Scroll _Right
ug: ئوڭغا سىيرىل(_R)

source: Scroll _Up
ug: ئۈستىگە سىيرىلىدۇ(_U)

source: Scroll follows playback
ug: سىيرىغۇچ قويۇۋاتقىنىغا ئەگەشسۇن

source: Scroll on _keystroke
ug: كۇنۇپكا باسقاندا سىيرىلسۇن(_K)

source: Scroll on ou_tput
ug: چىقىرىش كۆزنىكىدە سىيرىلسۇن(_T)

source: Scroll single _line using Shift-Up/-Down keys
ug: كۇنۇپكا Shift-Up/-Down ئارقىلىق بىر قۇر سىيرىلسۇن(_L)

source: Scroll wheel
ug: سىيرىش غالتىكى

source: Scroll_back:
ug: ئارقىغا سىيرىلسۇن(_B):

source: Scrollback lines
ug: ئۆتۈپ كەتكەن قۇرلارنى كۆرسىتىش

source: Scrolling
ug: سىيرىش

source: Se_nd To
ug: ئەۋەت(_N)

source: Search
ug: ئىزدە

source: Search "%s" using "%s"
ug: «%s» نى ئىزدەش ئۈچۈن «%s» نى ئىشلەت.

source: Search & Replace
ug: ئىزدەش ۋە ئالماشتۇرۇش

source: Search Bookmarks
ug: خەتكۈش ئىزدە

source: Search Column
ug: ئىزدەش ئىستونى

source: Search Cookies by Name or Domain
ug: ئاتى ياكى دائىرە بويىچە كۇكى(Cookie)لارنى ئىزدەش

source: Search Files
ug: ھۆججەت ئىزدەش

source: Search History
ug: ئىزدەش ئىزلىرى

source: Search _direction:
ug: ئىزدەش يۆنىلىشى(_D):

source: Search _hidden files
ug: يوشۇرۇن ھۆججەتلەرنى ئىزدىسۇن(_H)

source: Search _with
ug: ئىزدە(_W)

source: Search backwards for the same text
ug: بېشىغا قاراپ ئوخشاش تېكىستنى ئىزدەيدۇ

source: Search bug trackers by that name
ug: مۇشۇ ئاتتىكى كەمتۈك ئىزلىغۇچنى ئىزدەش

source: Search engine:
ug: ئىزدەش ماتورى:

source: Search for %s
ug: %s نى ئىزدە

source: Search for Files
ug: ھۆججەت ئىزدەش

source: Search for and replace text
ug: تېكىستنى ئىزدەپ تېپىپ ئالماشتۇرىدۇ

source: Search for text
ug: تېكىست ئىزدەش

source: Search forwards for the same text
ug: كەينىگە قاراپ ئوخشاش تېكىستنى ئىزدەيدۇ

source: Search location
ug: ئورۇن ئىزدەش

source: Search mailing lists by that name
ug: مۇشۇ ئاتتىكى ئېلخەت گۇرۇپپىسىنى ئىزدەش

source: Search messages by recipient
ug: ئۇچۇرنى تاپشۇرۇۋالغۇچى بويىچە ئىزدەيدۇ

source: Search messages by sender
ug: ئۇچۇرنى ئەۋەتكۈچى بويىچە ئىزدەيدۇ

source: Search messages by subject
ug: ئۇچۇرنى ماۋزۇ بويىچە ئىزدەيدۇ

source: Search messages by subject, sender, attachments or body
ug: ئۇچۇرلارنى ماۋزۇ، ئەۋەتكۈچى، قوشۇلما ياكى ئۇچۇر گەۋدىسى بويىچە ئىزدەيدۇ

source: Search term
ug: ئىزدەش تۈرى

source: Search text
ug: ئىزدەيدىغان تېكىست

source: Search the Web directly from the Panel
ug: تاختىدا تۇرۇپلا بىۋاسىتە توردىن ئىزدەش

source: Search the full message text
ug: ئۇچۇرنىڭ مەزمۇنىدىن ئىزدەيدۇ

source: Search the given text using a Dict server(RFC 2229)
ug: لۇغەت مۇلازىمىتى(RFC 2229) دىن كىرگۈزۈلگەن تېكىستنى ئىزدەيدۇ

source: Search the given text using a web-based search engine
ug: تور ئىزدەش ماتورىدىن كىرگۈزۈلگەن تېكىستنى ئىزدەيدۇ

source: Search the selected folder
ug: تاللانغان قىسقۇچنى ئىزدەيدۇ

source: Search with %s
ug: %s دا ئىزدە

source: Search with:
ug: تۆۋەندىكى بىلەن ئىزدە:

source: Search with…
ug: ئىزدە…

source: Searching...
ug: ئىزدەۋاتىدۇ…

source: Seconds
ug: سېكۇنت

source: Secure IMAP is not available, and the IMAP server does not support plaintext logins.
ug: بىخەتەر IMAP نى ئىشلەتكىلى بولمايدۇ. IMAP مۇلازىمېتىرىغا ئادەتتىكىدەك كىرىشكە بولمايدۇ.

source: Security details
ug: بىخەتەرلىك تەپسىلاتلىرى

source: Security unknown
ug: بىخەتەرلىكى نامەلۇم

source: See about:version for version info.
ug: نەشر ئۇچۇرىنى about:version دىن كۆرۈڭ.

source: See also
ug: بۇ يەرگىمۇ قاراپ بېقىڭ

source: See the %s man page for full explanation of the options above.
ug: يۇقىرىقى تاللانمىلار ھەققىدىكى تېخىمۇ كۆپ ئۇچۇرلارنى %s نىڭ man بېتىدىن كۆرۈڭ.

source: Seek Backward
ug: كېيىنىگە ئىزدە

source: Seek forward
ug: ئالدىغا ئىزدە

source: Seekbar/Volumebar colors
ug: ئىزدەش بالدىقى/ئاۋاز چوڭلۇقى بالدىقى

source: Seems like there was a problem reading a sensor feature value. Proper proceeding cannot be guaranteed.
ug: سەزگۈچنىڭ قىممىتىنى ئوقۇشتا مەسىلە كۆرۈلدى نورمال بىر تەرەپ قىلىشقا كاپالەتلىك قىلغىلى بولمايدۇ.

source: Select
ug: تاللا

source: Select A Background Image
ug: تەگلىك رەسىمىنى تاللاش

source: Select A Directory
ug: مۇندەرىجە تاللا

source: Select A Menu File
ug: تىزىملىك ھۆججىتى تاللاش

source: Select An Icon
ug: سىنبەلگە تاللاش

source: Select Application
ug: پروگرامما تاللاش

source: Select Background Image File
ug: تەگلىك سۈرەت ھۆججىتىنى تاللاش

source: Select Controls
ug: تىزگىنلىگۈچ تاللاش

source: Select DSP Plugin
ug: DSP قىستۇرمىسىنى تاللاش

source: Select F_ont...
ug: خەت نۇسخىسى تاللا(_O)…

source: Select File Types (By Extension)
ug: ھۆججەت تىپىنى تاللاش(كېڭەيتمە ئاتى بويىچە)

source: Select First Color
ug: تۇنجى رەڭنى تاللاش

source: Select Icon
ug: سىنبەلگە تاللاش

source: Select Keyboard Model
ug: ھەرپتاختا مودېلىنى تاللاش

source: Select Mailbox Type
ug: ئېلخەت ساندۇقى تىپىنى تاللا

source: Select Maildir Folder
ug: Maildir مۇندەرىجىسىنى تاللاڭ

source: Select Second Color
ug: ئىككىنچى رەڭنى تاللاش

source: Select Subtitle File
ug: ئېكران خەت ھۆججىتىنى تاللاش

source: Select Tab Size
ug: چوڭلۇقىنى بەلگىلەش(Tab نىڭ)

source: Select Text Subtitles...
ug: فىلىم خېتىنى تاللاش…

source: Select Today's Date
ug: بۈگۈننىڭ چېسلاسىنى تاللاش

source: Select _All
ug: ھەممىنى تاللا(_A)

source: Select _Today
ug: بۈگۈننى تاللا(_T)

source: Select _all Files
ug: ھەممە ھۆججەتنى تاللا(_A)

source: Select _by Pattern...
ug: ئەندىزىگە ئاساسەن تاللا(_B)…

source: Select _icon from:
ug: سىنبەلگە تاللا(_I):

source: Select a command
ug: بۇيرۇق تاللا

source: Select a default font
ug: كۆڭۈلدىكى فونتى تاللايدۇ

source: Select a directory
ug: مۇندەرىجە تاللاڭ

source: Select a file
ug: بىر ھۆججەت تاللاڭ

source: Select a file - Torrent or Metalink
ug: ھۆججەت تاللاش - توررېنت ياكى مېتا ئۇلانما

source: Select a file...
ug: ھۆججەت تاللا....

source: Select a folder
ug: قىسقۇچ تاللاش

source: Select a key combination to switch between layouts or just select 'None'.
ug: جايلاشتۇرۇشنى ئالماشتۇرىدىغان كۇنۇپكا بىرىكمىسىنى ياكى ‹يوق› نى تاللاڭ.

source: Select a mailbox type. A description of the type will appear below.
ug: تىپىنى تاللاڭ، چۈشەندۈرۈشى ئاستىدا كۆرۈنىدۇ.

source: Select a region
ug: دائىرە تاللا

source: Select a region to be captured by clicking a point of the screen without releasing the mouse button, dragging your mouse to the other corner of the region, and releasing the mouse button.
ug: چاشقىنەكنى بېسىپ قويۇۋەتمەي، رەسىمگە ئالىدىغان دائىرىنى كۆرسىتىپ بېرىڭ. تۆت بۇلۇڭلۇق دائىرە رەسىمگە ئېلىنىدۇ.

source: Select a single image as the backdrop
ug: يەككە سۈرەتنى سۈرەت تىزىم ھۆججىتى سۈپىتىدە تاللاش

source: Select a working directory
ug: خىزمەت مۇندەرىجىسى تاللا

source: Select all
ug: ھەممىنى تاللا

source: Select all and only the items that are not currently selected
ug: ھەممىنى ۋە نۆۋەتتە تاللانمىغان تۈرلەرنىلا تاللايدۇ

source: Select all files in this window
ug: كۆزنەكتىكى ھەممە ھۆججەتنى تاللايدۇ

source: Select all files that match a certain pattern
ug: بەلگىلىك ئەندىزىگە چۈشىدىغان بارلىق ھۆججەتلەرنى تاللايدۇ

source: Select an Application
ug: پروگرامما تاللاش

source: Select an Icon for "%s"
ug: «%s» نىڭغا سىنبەلگە تاللاڭ

source: Select an archive manager
ug: ئارخىپ باشقۇرغۇنى تاللا

source: Select an icon
ug: سىنبەلگىدىن بىرنى تاللا

source: Select an icon theme
ug: سىنبەلگىلىك ئۆرنەك تاللايدۇ

source: Select an image
ug: سۈرەت تاللايدۇ

source: Select an image file
ug: سۈرەت ھۆججىتىنى تاللاڭ

source: Select application
ug: پروگرامما تاللا

source: Select by Pattern
ug: ئەندىزە بويىچە تاللاش

source: Select color
ug: رەڭ تاللا

source: Select command
ug: بۇيرۇق تاللا

source: Select default applications for various services
ug: ھەر خىل مۇلازىمەتلەر ئۈچۈن كۆڭۈلدىكى پروگراممىلارنى تاللاش

source: Select dockapp to configure:
ug: سەپلەيدىغان Dockapp نى تاللاڭ:

source: Select file
ug: ھۆججەت تاللا

source: Select files to rename
ug: ئاتىنى ئۆزگەرتىدىغان ھۆججەتلەرنى تاللا

source: Select folder...
ug: قىسقۇچ تاللاش…

source: Select font
ug: خەت نۇسخا تاللاش

source: Select from clipboard
ug: چاپلاش تاختىسىدىن تاللاش

source: Select icon
ug: سىنبەلگە تاللا

source: Select items to be displayed on the toolbar. Items can be reordered by drag and drop.
ug: قورال بالدىقىدا كۆرسىتىلىدىغان تۈرلەرنى تاللا. ئۇلارنى ئۇنىڭ تەرتىپىنى تۇتۇپ تاشلاپ ئۆزگەرتىشكە بولىدۇ

source: Select keyboard layout and variant
ug: ھەرپتاختا ئورۇنلاشتۇرۇلۇشى ۋە ۋارىيانتىنى تاللا

source: Select lock file
ug: قۇلۇپلاش ھۆججىتىنى تاللا

source: Select mbox file
ug: mbox ھۆججىتىنى تاللايدۇ

source: Select notes path
ug: نوتېس (Notes) نىڭ يولىنى كۆرسىتىڭ

source: Select or enter the genre of this song here.
ug: ناخشىنىڭ ئېقىمىنى(بىر قانچە) بۇ يەرگە كىرگۈزۈڭ.

source: Select the application used to open files of this type
ug: بۇ تىپتىكى ھۆججەتنى ئاچىدىغان پروگراممىنى تاللاش

source: Select the next tab
ug: كېيىنكى بەتكۈچنى تاللايدۇ

source: Select the previous tab
ug: ئالدىنقى بەتكۈچنى تاللايدۇ

source: Select the text in the entire document
ug: پۈتكۈل پۈتۈكتىكى تېكىستنى تاللايدۇ

source: Select this if you want Orage to remind you even if it has not been active when the alarm happened.
ug: قوڭغۇراق چېلىنغاندا، Orage نى قوزغاتماي، كېيىن Orage قوزغىتىلغاندا خەۋەر قىلماقچى بولغاندا تاللىسا بولىدۇ.

source: Select this if you want Orage window alarm
ug: Orage كۆزنەك گۈدۈكى ئۈچۈن بۇنى تاللاڭ

source: Select this if you want audible alarm
ug: ئاۋازلىق گۈدۈك ئۈچۈن بۇنى تاللاڭ

source: Select this if you want notification alarm
ug: ئۇقتۇرۇش گۈدۈكى ئۈچۈن بۇنى تاللاڭ

source: Select this if you want notification to expire automatically
ug: ئۇقتۇرۇشنىڭ مۇددىتىنى ئاپتوماتىك ئۆتكۈزۈۋەتمەكچى بولسىڭىز بۇنى تاللاڭ

source: Select this if you want procedure or script alarm
ug: پروگرامما ياكى قوليازمىدا خەۋەر قىلىدىغان چاغدا تاللىسا بولىدۇ

source: Select this option if you want maximized windows to cover the area behind the panel. This only works when the panel is attached to a screen edge.
ug: كۆزنەكنى ئەڭ چوڭ قىلىپ كەينى كۆزنەكنىڭ ھەممە يېرىنى قاپلىۋەتمەكچى بولسىڭىز، بۇنى تاللاڭ. بۇ پەقەت كۆزنەك ئېكران گىرۋىكىگە چاپلىشىپ تۇرغان ۋاقىتتىلا ئىناۋەتلىك.

source: Select this option to automatically increase the length of the panel if the plugins request more space.
ug: قىستۇرمىنىڭ تەلىپىگە ئاساسەن كۆزنەكنىڭ ئۇزۇنلۇقىنى ئاپتوماتىك چوڭايتىدۇ.

source: Select this option to disable the tooltips when moving over the panel button or menu items.
ug: ئىسترېلكا كۆزنەك توپچىلىرى ياكى تىزىملىك تۇرلىرى ئۈستىگە كەلگەندە كۆرسەتمىنى كۆرسەتمەيدىغان قىلىش ئۈچۈن بۇنى تاللاڭ.

source: Select this option to display icon emblems in the shortcuts pane for all folders for which emblems have been defined in the folders properties dialog.
ug: تېزلەتمە كۆزنىكىدىكى بارلىق قىسقۇچتا سىنبەلگە كاكارىنى كۆرسىتىدۇ. بۇ كاكارلار قىسقۇچ خاسلىقىدا سۆزلەشكۈسىدە ئېنىقلانغان.

source: Select this option to display icon emblems in the tree pane for all folders for which emblems have been defined in the folders properties dialog.
ug: دەرەخسىمان تىزىم كۆزنىكىدىكى بارلىق قىسقۇچتا سىنبەلگە كاكارىنى كۆرسىتىدۇ. بۇ كاكارلار قىسقۇچ خاسلىقىدا سۆزلەشكۈسىدە ئېنىقلانغان.

source: Select this option to display preview-able files on the desktop as automatically generated thumbnail icons.
ug: بۇ تاللانما تاللانسا ئاپتوماتىك ھاسىل قىلىنغان سىنبەلگىلەر ئۈستەلئۈستىدە كىچىك سۈرەت سۈپىتىدە كۆرسىتىلىدۇ.

source: Select this option to display previewable files within a folder as automatically generated thumbnail icons.
ug: بۇ تاللانسا ئالدىن كۆرگىلى بولىدىغان كىچىك سۈرەتلەر ئاپتوماتىك ھاسىل قىلىنىدۇ.

source: Select this option to enable startup notification when the command is run from the file manager or the menu. Not every application supports startup notification.
ug: بۇ تاللانما تاللانسا، ھۆججەت باشقۇرغۇ قوزغالغاندا قوزغىلىش ئۇقتۇرۇشى تارقىتىدۇ. ھەممە پروگراممىنىڭ قوزغىلىش ئۇقتۇرۇشىنى قوللىشى ناتايىن

source: Select this option to extend the panel over multiple monitors.
ug: كۆزنەكنى بىر قانچە كۆزەتكۈچكە چوڭايتماقچى بولغاندا بۇنى تاللاڭ.
